/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"support" = "support by VAPTCHA";
"howToVerify" = "How to verify?";
"refresh" = "Refresh";
"drawCaptcha" = "Slide to verify";
"characterCaptcha" = "Please input to verify";
"characterCaptchaHolder" = "Please input 3 characters";
"inVerify" = "checking...";
"clickPass" = "Pass";
"pass" = "Pass; {time}s; defeat {score}% users";
"fail" = "No pass; please try again";
"characterFail" = "verification code error";
"errCode" = "Error: {code}";
"retry" = "Retry!";

//
"refreshMany" = "Request too much,click retry";
"expired" = "verification expired,click retry";
"timeout"= "Time out,click refresh";
"AccessDenied" = "Time out,click retry";
"RefreshTooFast" = "Request too fash ;try later!";
"challengeExpire" = "Refresh page and try agian";
"RequestToMouch" = "verification failed;request too much!";

"touchCaptcha" = "Touch to verify";


//请求错误释义
"systemError" = "Error: {domain}";
"-1001" = "time out,click retry";
"-1005" = "Please check the network.";
"otherRequestError" = "Request failed,click retry";
"loadFaild" = "Load failed.";


//others
"done" = "Done";
